brew "ripgrep"
brew "fd"
brew "bat"
brew "yq"
brew "tmux"
brew "fzf"
brew "eza"
brew "git-delta"
brew "mise"
brew "just"
brew "tldr"
brew "ast-grep"
brew "uv"
brew "direnv"
brew "zoxide"
brew "httpie"
brew "hyperfine"
brew "tokei"
brew "tree"
brew "glow"
brew "btop"
brew "lazygit"
brew "semgrep"
brew "act"
